tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/services"
brew "aircrack-ng"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "glib"
brew "pycparser", link: false
brew "cffi", link: false
brew "cloc"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "php", restart_service: true
brew "composer"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "git"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "gobuster"
brew "hashcat"
brew "libfido2"
brew "hydra"
brew "lcdf-typetools"
brew "libiconv"
brew "mcrypt"
brew "mysql"
brew "neovim"
brew "netcat"
brew "nikto"
brew "nmap"
brew "openssl@1.1"
brew "tcl-tk"
brew "pillow", link: false
brew "pkg-config"
brew "postgresql@14"
brew "putty"
brew "py3cairo"
brew "python@3.11"
brew "ripgrep"
brew "scipy", link: false
brew "sqlmap"
brew "tmux"
brew "watch"
brew "weasyprint", link: false
brew "dopplerhq/cli/doppler"
cask "mactex-no-gui"
cask "raycast"
cask "warp"
cask "wkhtmltopdf"
cask "zap"
vscode "42crunch.vscode-openapi"
vscode "alexcvzz.vscode-sqlite"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "brapifra.phpserver"
vscode "britesnow.vscode-toggle-quotes"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "doppler.doppler-vscode"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "humy2833.ftp-simple"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "kumar-harsh.graphql-for-vscode"
vscode "lionelding.ctc"
vscode "luke-zhang-04.processing-vscode"
vscode "millenniumambiguity.processing-formatter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "natizyskunk.sftp"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "puorc.awesome-vhdl"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "seatonjiang.gitmoji-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "znck.vue"
